{
"The Hare and the Tortoise Fable": ["The tortoise and the rabbit argued for the speed of the two of them running fast. So they set the time and place of the game. At the beginning of the game, the rabbit felt that he was a natural Scud, ran fast, took the game lightly, and fell asleep on the side of the road. The tortoise knew that he was walking slowly, not discouraged, and kept running forward. As a result, the tortoise surpassed the sleeping rabbit and won the prize for victory.", "It is a race between a tortoise (= a creature that moves very slowly) and a hare (= a creature that can run very fast). The hare is very confident of winning, so it stops during the race and falls asleep. The tortoise continues to move very slowly but without stopping and finally it wins the race. ", "Once, a hare saw a tortoise walking slowly with a heavy shell on his back. The hare was very proud of himself and he asked the tortoise to have a race. The tortoise agreed. They started the running race. The hare ran very fast. But the tortoise walked very slowly. The proud hair rested under a tree and soon slept off. But the tortoise walked very fast, slowly and steadily and reached the goal. At last, the tortoise won the race."],

"The Lion and the Mouse Fable": ["The lion fell asleep and a mouse jumped over him. The lion suddenly stood up, grabbed him and prepared to eat. The mouse asked for forgiveness and said that if he saved his life, he would repay him. The lion smiled scornfully and let him go. Soon, the lion was really saved by the mouse. The lion was captured by a hunter and tied to a tree with a rope. The mouse heard his mourning, walked over and bit the rope, let go of the lion, and said, You laughed at me at the time, don't believe that I can get my reward, now it is clear, the mouse can also repay.","A lion was sleeping in a forest. A mouse started playing on it. The lion was disturbed and arose from his sleep. It caught up the mouse angrily and tried to crush it to death. Then the mouse prayed the lion to leave him off and assured that it would help him when it needed. The lion laughed at it and let him off. One day the lion was caught in a net spread by a hunter. It roared and tried to escape but in vain. The mouse heared the lion's roaring and came there. It started cutting the net with its teeth. The lion escaped and thanked the mouse. ","Once when a Lion was asleep a little Mouse began running up and down upon him. This soon wakened the Lion, who placed his huge paw upon the Mouse and opened his big jaws to swallow him. Cried the little Mouse, forgive me this time, I shall never forget it: and I may be able to do you a favor in the future. The Lion was so taken at the idea of the Mouse being able to help him, that he let him go. Some time after, the Lion was caught in a trap, and the hunters tied him to a tree. Just then the little Mouse happened to pass by, and seeing the sad plight of the Lion, went up to him and soon gnawed away the ropes that bound the King of the Beasts. Was I not right? said the little Mouse."],

"The Man and the Wood Fable": ["A Man came into a Wood one day with an axe in his hand, and begged all the Trees to give him a small branch which he wanted for a particular purpose. The Trees were good-natured and gave him one of their branches. What did the Man do but fix it into the axe head, and soon set to work cutting down tree after tree. Then the Trees saw how foolish they had been in giving their enemy the means of destroying themselves.","The forest lived to see a man who relied on logging for a living. His axe handle was ruined because it was used too long, so the loggers whispered to the forest, allowing him to cut a tree that was insignificant. Good to put an axe handle. He assured the forest that he would go elsewhere to use his axe that survived, and that many oaks and pines would continue to grow safely here, making the forest denser and allowing the trees to grow into trees. The simple forest provided him with convenience, but the result was regrettable. After the lumberjack installed the axe handle, he turned his back on the letter and frantically cut down the trees with an ax.","A Man came into a Wood one day with a hatchet in his grasp, and asked every one of the Trees to give him a little branch which he needed for a specific reason. The Trees were well-intentioned and gave him one of their branches. What did the Man do however fix it into the hatchet head, and before long set to work chopping down tree after tree. At that point the Trees perceived how silly they had been in giving their adversary the methods for wrecking themselves."],

"The Two Crabs Fable": ["The mother crab told the child to walk straight. The child told her to set the example and he would follow. ","One fine day two Crabs came out from their home to take a stroll on the sand. Child, said the mother, you are walking very ungracefully. You should accustom yourself, to walking straight forward without twisting from side to side. Pray, mother, said the young one, do but set the example yourself, and I will follow you.","One fine day two Crabs turned out from their home to go for a walk on the sand. Kid, said the mother, you are strolling in all respects awkwardly. You ought to habituate yourself, to strolling straight forward without turning from side to side. Ask, mother, said the youthful one, do yet set the model yourself, and I will tail you."],

"The Sick Lion Fable": ["A Lion had come to the end of his days and lay sick unto death at the mouth of his cave, gasping for breath. The animals, his subjects, came round him and drew nearer as he grew more and more helpless. When they saw him on the point of death they thought to themselves, Now is the time to pay off old grudges. So the Boar came up and drove at him with his tusks; then a Bull gored him with his horns; still the Lion lay helpless before them: so the Ass, feeling quite safe from danger, came up, and turning his tail to the Lion kicked up his heels into his face. This is a double death, growled the Lion.","A lion had finished his days, sick to death in his cave, gasping for breath. As he became more and more helpless, the animals and his subjects bypassed him and came nearer and nearer. When they saw his death, they thought of themselves. Now is the time to repay their old grievances. So the boar came up with his ivory and drove him; then a bull laughed at him with his horn; and the lion was still helplessly in front of them: so the donkey felt very safe, came out of it, turned his tail to the lion, and kicked his heel into his face. This is double death, the lion roars.","An old and frail lion was so sick that he lay dying on the ground. A wild boar rushed to him and bit him hard in revenge for the lion's previous injury. After a while, a buffalo put its horn against him and regarded the lion as a hateful enemy. When the donkey saw that he could do whatever he wanted to do with the huge beast, he also kicked the lion's head with his hoof. The dying lion said, I have barely endured the violence of the brave, but I have to bear with shame the insult of your clown."],

"The Ass in the Lion's Skin Fable": [" In this story, the ass put on a lion's skin and walked into the town. All were frightened of him until he brayed, revealing himself.","A donkey found a lion's skin and put it on. He went out to frighten the other animals. All the people and animals who saw him took him for a lion and fled in fear. When the donkey saw that his trick had succeeded, he shouted excitedly. The fox heard his voice and recognized it immediately as a donkey. He said to him, Oh, friend, this is the real you, isn't it? If I hadn't heard your voice, I would have been frightened by you. Suddenly a gust of wind blew away the lion's skin on the donkey, and the donkey showed its true shape. Then the animals came back and beat him with boards and sticks.","An Ass once found a Lion's skin which the hunters had left out in the sun to dry. He put it on and went towards his native village. All fled at his approach, both men and animals, and he was a proud Ass that day. In his delight he lifted up his voice and brayed, but then every one knew him, and his owner came up and gave him a sound cudgelling for the fright he had caused. And shortly afterwards a Fox came up to him and said, Ah, I knew you by your voice."],

"The Bundle of Sticks Fable": ["On his deathbed, an old man had servants bring in a bundle of sticks. He told his sons to break the bundle and none could. He then asked them to untie the bundle, each take a stick and break it. They did that easily. ","An old man on the point of death summoned his sons around him to give them some parting advice. He ordered his servants to bring in a faggot of sticks, and said to his eldest son, Break it. The son strained and strained, but with all his efforts was unable to break the Bundle. The other sons also tried, but none of them was successful. Untie the faggots, said the father, and each of you take a stick. When they had done so, he called out to them, Now, break, and each stick was easily broken. ","An elderly person on the purpose of death called his children around him to give them some separating counsel. He requested his workers to get a faggot of sticks, and said to his oldest child, Break it. The child stressed and stressed, yet with every one of his endeavors was unfit to break the Bundle. Different children likewise attempted, yet none of them was effective. Unfasten the faggots, said the dad, and every one of you take a stick. When they had done as such, he shouted to them, Now, break, and each stick was effectively broken."],

"The Fisher and the Little Fish Fable": ["A fisherman caught a little fish and the fish told him that he was too small to eat. He asked to be thrown back in until he got bigger. The fisher said no, because I have you now and may not catch you later.","A fisherman who made a living fishing caught only a small fish after a day's hard work. Give me a break, said the little fish, I beg you! Fish as small as me will only make your dinner look worse. I haven't fully grown up yet. Now throw me back into the river. When I grow older and can eat, you can catch me again. No, no, said the fisherman. Now I'm holding you up. That's what you said. If you put you back in the river, you'll say if you can catch me, come over.","It happened that a Fisher, after fishing all day, caught only a little fish. Pray, let me go, master, said the Fish. I am much too small for your eating just now. If you put me back into the river I shall soon grow, then you can make a fine meal off me. Nay, nay, my little Fish, said the Fisher, I have you now. I may not catch you hereafter."],

"The Old Man and Death Fable": ["An old man cut some firewood in the forest and was ready to carry it home. He walked a long way with great effort, and was too tired to walk before he reached half of it. He put the burden on the ground and asked the God of death to come quickly so that he could get rid of this painful life as soon as possible. To his dismay, before he could say anything, Death stood in front of him, claiming that he was ready to serve him. The old man was almost shocked, but he remained calm and stammered, Good man, you're all right. Help me put that burden on my shoulder again.","An old labourer, bent double with age and toil, was gathering sticks in a forest. At last he grew so tired and hopeless that he threw down the bundle of sticks, and cried out，I cannot bear this life any longer. Ah, I wish Death would only come and take me! As he spoke, Death, a grisly skeleton, appeared and said to him: What wouldst thou, Mortal? I heard thee call me. Please, sir, replied the woodcutter,  would you kindly help me to lift this faggot of sticks on to my shoulder?","An old and tired worker was picking sticks in the forest. In the end, he became so tired and hopeless that he threw away a bundle of sticks and shouted loudly. I can't stand this life any longer. Ah, I hope he'll only come and take me! As he spoke, Death, a terrible skeleton, appeared and said to him, What is it, mortals? I heard you call me. Sir, the woodcutter answered, would you please help me lift these sticks to my shoulders?"],

"The Fox and the Crow Fable": ["The fox wanted the cheese on the crow's mouth. He began to flatter her and asked her to sing. When she did, the cheese fell out of her mouth. ","A Fox once saw a Crow fly off with a piece of cheese in its beak and settle on a branch of a tree. That's for me, as I am a Fox, said Master Reynard, and he walked up to the foot of the tree. Good-day, Mistress Crow, he cried. How well you are looking to-day: how glossy your feathers; how bright your eye. I feel sure your voice must surpass that of other birds, just as your figure does; let me hear but one song from you that I may greet you as the Queen of Birds. The Crow lifted up her head and began to caw her best, but the moment she opened her mouth the piece of cheese fell to the ground, only to be snapped up by Master Fox.  That will do, said he. That was all I wanted. In exchange for your cheese I will give you a piece of advice for the future: Do not trust flatterers.","One day, the crow got a piece of meat and was seen by the fox. The fox was anxious to get the meat from the crow's mouth. Because the crow was holding meat in its mouth on the branch, the fox could not get it under the tree. His eyes turned and he said, Dear crow, how are you? No answer. Dear crow, how is your child? The crow looked at the fox, but did not answer. The fox wagged his tail. Your feathers are so beautiful. You are more beautiful than other birds. You have a good voice. Can you sing me a song? The crow was very proud of it and began to sing. But as soon as he opened his mouth, the meat fell off and the fox ran away with it."],	
}