{
"The Hare and the Tortoise Fable": ["The tortoise and the rabbit argued for the speed of the two of them running fast. So they set the time and place of the game. At the beginning of the game, the rabbit felt that he was a natural Scud, ran fast, took the game lightly, and fell asleep on the side of the road. The tortoise knew that he was walking slowly, not discouraged, and kept running forward. As a result, the tortoise surpassed the sleeping rabbit and won the prize for victory.", "It is a race between a tortoise (= a creature that moves very slowly) and a hare (= a creature that can run very fast). The hare is very confident of winning, so it stops during the race and falls asleep. The tortoise continues to move very slowly but without stopping and finally it wins the race. ", "Once, a hare saw a tortoise walking slowly with a heavy shell on his back. The hare was very proud of himself and he asked the tortoise to have a race. The tortoise agreed. They started the running race. The hare ran very fast. But the tortoise walked very slowly. The proud hair rested under a tree and soon slept off. But the tortoise walked very fast, slowly and steadily and reached the goal. At last, the tortoise won the race."],

"The Lion and the Mouse Fable": ["The lion fell asleep and a mouse jumped over him. The lion suddenly stood up, grabbed him and prepared to eat. The mouse asked for forgiveness and said that if he saved his life, he would repay him. The lion smiled scornfully and let him go. Soon, the lion was really saved by the mouse. The lion was captured by a hunter and tied to a tree with a rope. The mouse heard his mourning, walked over and bit the rope, let go of the lion, and said, You laughed at me at the time, don't believe that I can get my reward, now it is clear, the mouse can also repay.","A lion was sleeping in a forest. A mouse started playing on it. The lion was disturbed and arose from his sleep. It caught up the mouse angrily and tried to crush it to death. Then the mouse prayed the lion to leave him off and assured that it would help him when it needed. The lion laughed at it and let him off. One day the lion was caught in a net spread by a hunter. It roared and tried to escape but in vain. The mouse heared the lion's roaring and came there. It started cutting the net with its teeth. The lion escaped and thanked the mouse. ","Once when a Lion was asleep a little Mouse began running up and down upon him. This soon wakened the Lion, who placed his huge paw upon the Mouse and opened his big jaws to swallow him. Cried the little Mouse, forgive me this time, I shall never forget it: and I may be able to do you a favor in the future. The Lion was so taken at the idea of the Mouse being able to help him, that he let him go. Some time after, the Lion was caught in a trap, and the hunters tied him to a tree. Just then the little Mouse happened to pass by, and seeing the sad plight of the Lion, went up to him and soon gnawed away the ropes that bound the King of the Beasts. Was I not right? said the little Mouse."],

"The Man and the Wood Fable": ["A Man came into a Wood one day with an axe in his hand, and begged all the Trees to give him a small branch which he wanted for a particular purpose. The Trees were good-natured and gave him one of their branches. What did the Man do but fix it into the axe head, and soon set to work cutting down tree after tree. Then the Trees saw how foolish they had been in giving their enemy the means of destroying themselves.","The forest lived to see a man who relied on logging for a living. His axe handle was ruined because it was used too long, so the loggers whispered to the forest, allowing him to cut a tree that was insignificant. Good to put an axe handle. He assured the forest that he would go elsewhere to use his axe that survived, and that many oaks and pines would continue to grow safely here, making the forest denser and allowing the trees to grow into trees. The simple forest provided him with convenience, but the result was regrettable. After the lumberjack installed the axe handle, he turned his back on the letter and frantically cut down the trees with an ax.","A Man came into a Wood one day with a hatchet in his grasp, and asked every one of the Trees to give him a little branch which he needed for a specific reason. The Trees were well-intentioned and gave him one of their branches. What did the Man do however fix it into the hatchet head, and before long set to work chopping down tree after tree. At that point the Trees perceived how silly they had been in giving their adversary the methods for wrecking themselves."],

"The Two Crabs Fable": ["The mother crab told the child to walk straight. The child told her to set the example and he would follow. ","One fine day two Crabs came out from their home to take a stroll on the sand. Child, said the mother, you are walking very ungracefully. You should accustom yourself, to walking straight forward without twisting from side to side. Pray, mother, said the young one, do but set the example yourself, and I will follow you.","One fine day two Crabs turned out from their home to go for a walk on the sand. Kid, said the mother, you are strolling in all respects awkwardly. You ought to habituate yourself, to strolling straight forward without turning from side to side. Ask, mother, said the youthful one, do yet set the model yourself, and I will tail you."],

"The Sick Lion Fable": ["A Lion had come to the end of his days and lay sick unto death at the mouth of his cave, gasping for breath. The animals, his subjects, came round him and drew nearer as he grew more and more helpless. When they saw him on the point of death they thought to themselves, Now is the time to pay off old grudges. So the Boar came up and drove at him with his tusks; then a Bull gored him with his horns; still the Lion lay helpless before them: so the Ass, feeling quite safe from danger, came up, and turning his tail to the Lion kicked up his heels into his face. This is a double death, growled the Lion.","A lion had finished his days, sick to death in his cave, gasping for breath. As he became more and more helpless, the animals and his subjects bypassed him and came nearer and nearer. When they saw his death, they thought of themselves. Now is the time to repay their old grievances. So the boar came up with his ivory and drove him; then a bull laughed at him with his horn; and the lion was still helplessly in front of them: so the donkey felt very safe, came out of it, turned his tail to the lion, and kicked his heel into his face. This is double death, the lion roars.","An old and frail lion was so sick that he lay dying on the ground. A wild boar rushed to him and bit him hard in revenge for the lion's previous injury. After a while, a buffalo put its horn against him and regarded the lion as a hateful enemy. When the donkey saw that he could do whatever he wanted to do with the huge beast, he also kicked the lion's head with his hoof. The dying lion said, I have barely endured the violence of the brave, but I have to bear with shame the insult of your clown."],

"The Ass in the Lion's Skin Fable": [" In this story, the ass put on a lion's skin and walked into the town. All were frightened of him until he brayed, revealing himself.","A donkey found a lion's skin and put it on. He went out to frighten the other animals. All the people and animals who saw him took him for a lion and fled in fear. When the donkey saw that his trick had succeeded, he shouted excitedly. The fox heard his voice and recognized it immediately as a donkey. He said to him, Oh, friend, this is the real you, isn't it? If I hadn't heard your voice, I would have been frightened by you. Suddenly a gust of wind blew away the lion's skin on the donkey, and the donkey showed its true shape. Then the animals came back and beat him with boards and sticks.","An Ass once found a Lion's skin which the hunters had left out in the sun to dry. He put it on and went towards his native village. All fled at his approach, both men and animals, and he was a proud Ass that day. In his delight he lifted up his voice and brayed, but then every one knew him, and his owner came up and gave him a sound cudgelling for the fright he had caused. And shortly afterwards a Fox came up to him and said, Ah, I knew you by your voice."],

"The Bundle of Sticks Fable": ["On his deathbed, an old man had servants bring in a bundle of sticks. He told his sons to break the bundle and none could. He then asked them to untie the bundle, each take a stick and break it. They did that easily. ","An old man on the point of death summoned his sons around him to give them some parting advice. He ordered his servants to bring in a faggot of sticks, and said to his eldest son, Break it. The son strained and strained, but with all his efforts was unable to break the Bundle. The other sons also tried, but none of them was successful. Untie the faggots, said the father, and each of you take a stick. When they had done so, he called out to them, Now, break, and each stick was easily broken. ","An elderly person on the purpose of death called his children around him to give them some separating counsel. He requested his workers to get a faggot of sticks, and said to his oldest child, Break it. The child stressed and stressed, yet with every one of his endeavors was unfit to break the Bundle. Different children likewise attempted, yet none of them was effective. Unfasten the faggots, said the dad, and every one of you take a stick. When they had done as such, he shouted to them, Now, break, and each stick was effectively broken."],

"The Fisher and the Little Fish Fable": ["A fisherman caught a little fish and the fish told him that he was too small to eat. He asked to be thrown back in until he got bigger. The fisher said no, because I have you now and may not catch you later.","A fisherman who made a living fishing caught only a small fish after a day's hard work. Give me a break, said the little fish, I beg you! Fish as small as me will only make your dinner look worse. I haven't fully grown up yet. Now throw me back into the river. When I grow older and can eat, you can catch me again. No, no, said the fisherman. Now I'm holding you up. That's what you said. If you put you back in the river, you'll say if you can catch me, come over.","It happened that a Fisher, after fishing all day, caught only a little fish. Pray, let me go, master, said the Fish. I am much too small for your eating just now. If you put me back into the river I shall soon grow, then you can make a fine meal off me. Nay, nay, my little Fish, said the Fisher, I have you now. I may not catch you hereafter."],

"The Old Man and Death Fable": ["An old man cut some firewood in the forest and was ready to carry it home. He walked a long way with great effort, and was too tired to walk before he reached half of it. He put the burden on the ground and asked the God of death to come quickly so that he could get rid of this painful life as soon as possible. To his dismay, before he could say anything, Death stood in front of him, claiming that he was ready to serve him. The old man was almost shocked, but he remained calm and stammered, Good man, you're all right. Help me put that burden on my shoulder again.","An old labourer, bent double with age and toil, was gathering sticks in a forest. At last he grew so tired and hopeless that he threw down the bundle of sticks, and cried out，I cannot bear this life any longer. Ah, I wish Death would only come and take me! As he spoke, Death, a grisly skeleton, appeared and said to him: What wouldst thou, Mortal? I heard thee call me. Please, sir, replied the woodcutter,  would you kindly help me to lift this faggot of sticks on to my shoulder?","An old and tired worker was picking sticks in the forest. In the end, he became so tired and hopeless that he threw away a bundle of sticks and shouted loudly. I can't stand this life any longer. Ah, I hope he'll only come and take me! As he spoke, Death, a terrible skeleton, appeared and said to him, What is it, mortals? I heard you call me. Sir, the woodcutter answered, would you please help me lift these sticks to my shoulders?"],

"The Fox and the Crow Fable": ["The fox wanted the cheese on the crow's mouth. He began to flatter her and asked her to sing. When she did, the cheese fell out of her mouth. ","A Fox once saw a Crow fly off with a piece of cheese in its beak and settle on a branch of a tree. That's for me, as I am a Fox, said Master Reynard, and he walked up to the foot of the tree. Good-day, Mistress Crow, he cried. How well you are looking to-day: how glossy your feathers; how bright your eye. I feel sure your voice must surpass that of other birds, just as your figure does; let me hear but one song from you that I may greet you as the Queen of Birds. The Crow lifted up her head and began to caw her best, but the moment she opened her mouth the piece of cheese fell to the ground, only to be snapped up by Master Fox.  That will do, said he. That was all I wanted. In exchange for your cheese I will give you a piece of advice for the future: Do not trust flatterers.","One day, the crow got a piece of meat and was seen by the fox. The fox was anxious to get the meat from the crow's mouth. Because the crow was holding meat in its mouth on the branch, the fox could not get it under the tree. His eyes turned and he said, Dear crow, how are you? No answer. Dear crow, how is your child? The crow looked at the fox, but did not answer. The fox wagged his tail. Your feathers are so beautiful. You are more beautiful than other birds. You have a good voice. Can you sing me a song? The crow was very proud of it and began to sing. But as soon as he opened his mouth, the meat fell off and the fox ran away with it."],	

"Androcles Fable":["A slave named Androcles once escaped from his master and fled to the forest. As he was wandering about there he came upon a Lion lying down moaning and groaning. At first he turned to flee, but finding that the Lion did not pursue him, he turned back and went up to him. As he came near, the Lion put out his paw, which was all swollen and bleeding, and Androcles found that a huge thorn had got into it, and was causing all the pain. He pulled out the thorn and bound up the paw of the Lion, who was soon able to rise and lick the hand of Androcles like a dog. Then the Lion took Androcles to his cave, and every day used to bring him meat from which to live. But shortly afterwards both Androcles and the Lion were captured, and the slave was sentenced to be thrown to the Lion, after the latter had been kept without food for several days. The Emperor and all his Court came to see the spectacle, and Androcles was led out into the middle of the arena. Soon the Lion was let loose from his den, and rushed bounding and roaring towards his victim. But as soon as he came near to Androcles he recognised his friend, and fawned upon him, and licked his hands like a friendly dog. The Emperor, surprised at this, summoned Androcles to him, who told him the whole story. Whereupon the slave was pardoned and freed, and the Lion let loose to his native forest.", "A slave named Andrew Chris escaped to the forest because he couldn't stand the whipping of the slave owner. In the forest, Andrew Chris and a lion became good friends and lived a life of dependence. One day, however, the lion was captured by the hunter, and soon Andrew Chris was captured by the soldiers.", "A slave named Andrew Chris got away to the timberland since he couldn't stand the whipping of the slave proprietor. In the woods, Andrew Chris and a lion turned out to be great companions and carried on with an actual existence of reliance. At some point, be that as it may, the lion was caught by the seeker, and soon Andrew Chris was caught by the fighters."],

"Belling the Cat Fable":["The fable concerns a group of mice who debate plans to nullify the threat of a marauding cat. One of them proposes placing a bell around its neck, so that they are warned of its approach. The plan is applauded by the others, until one mouse asks who will volunteer to place the bell on the cat. All of them make excuses. ", "Once upon a time all the Mice met together in Council, and discussed the best means of securing themselves against the attacks of the cat. After several suggestions had been debated, a Mouse of some standing and experience got up and said, I think I have hit upon a plan which will ensure our safety in the future, provided you approve and carry it out. It is that we should fasten a bell round the neck of our enemy the cat, which will by its tinkling warn us of her approach. This proposal was warmly applauded, and it had been already decided to adopt it, when an old Mouse got upon his feet and said, I agree with you all that the plan before us is an admirable one: but may I ask who is going to bell the cat?", "The mice summoned a council to decide how they might best devise means of warning themselves of the approach of their great enemy the Cat. Among the many plans suggested, the one that found most favor was the proposal to tie a bell to the neck of the Cat, so that the Mice, being warned by the sound of the tinkling, might run away and hide themselves in their holes at his approach. But when the Mice further debated who among them should thus bell the Cat, there was no one found to do it."],

"The Ant and the Grasshopper Fable":["the grasshopper plays his fiddle and lives for the moment, while the industrious ants squirrel away massive amounts of food for the winter. With his song, he's able to convince at least one small ant until the queen arrives and scares him back to work. The queen warns the grasshopper of the trouble he'll be in the coming winter. Winter comes, and the grasshopper, near starvation, stumbles across the ants, who are having a full-on feast in their snug little tree. They took him in and warmed him up. The queen tells him only those who work can eat so he must play for them.", "IN the winter season a commonwealth of Ants was busily employed in the management and preservation of their corn; which they exposed to the air, in heaps, round about the avenues of their little country habitation. A Grasshopper, who had chanced to outlive the summer, and was ready to starve with cold and hunger, approached them with great humility, and begged that they would relieve his necessity, with one grain of wheat or rye. One of the ants asked him, how he had disposed of his time in summer, that he had not taken pains, and laid in a stock, as they had done. Alas, Gentlemen, says he, I passed away the time merrily and pleasantly, in drinking, singing, and dancing, and never once thought of winter. If that be the case, replied the Ant, laughing, all I have to say is, That they who drink, sing, and dance in the summer, must starve in the winter.", "The ants were spending a fine winter’s day drying grain collected in the summertime. A Grasshopper, perishing with famine, passed by and earnestly begged for a little food. The Ants inquired of him, Why did you not treasure up food during the summer? He replied, I had not leisure enough. I passed the days in singing. They then said in derision: If you were foolish enough to sing all the summer, you must dance supperless to bed in the winter."],

"The Bat, the Birds, and the Beasts Fable":["The birds waged war with the Beasts, and each were by turns the conquerors. A Bat, fearing the uncertain issues of the fight, always fought on the side which he felt was the strongest. When peace was proclaimed, his deceitful conduct was apparent to both combatants. Therefore being condemned by each for his treachery, he was driven forth from the light of day, and henceforth concealed himself in dark hiding-places, flying always alone and at night.", "Once upon a time a fierce war was waged between the Birds and the Beasts. The Bat at first fought on the side of the Birds, but later on in the day the tide of battle ran so much in favour of the Beasts, that he changed 0ver, and fought on the other side. Owing mainly, however, to the admirable conduct and courage of the Eagle, the tide once more and finally turned in favour of the Birds. The Bat, to save his life and escape the shame of falling into the hands of his deserted friends fled, and has ever since; skulked in caves and hollow trees, coming out only in the dusk, when the Birds are gone to roost.", "A great conflict was about to come off between the Birds and the Beasts. When the two armies were collected together the Bat hesitated which to join. The Birds that passed his perch said: Come with us; but he said: I am a Beast. Later on, some Beasts who were passing underneath him looked up and said: Come with us; but he said: I am a Bird. Luckily at the last moment peace was made, and no battle took place, so the Bat came to the Birds and wished to join in the rejoicings, but they all turned against him and he had to fly away. He then went to the Beasts, but soon had to beat a retreat, or else they would have torn him to pieces. Ah, said the Bat, I see now, He that is neither one thing nor the other has no friends."],

"The Boys and the Frogs":["Boys playing by a pond noticed Frogs in the water and began to throw rocks at them. They killed several, whereupon one of the Frogs cried out: Please stop. What is sport to you is death to us!", "Some boys, playing near a pond, saw a number of Frogs in the water and began to pelt them with stones. They killed several of them, when one of the Frogs, lifting his head out of the water, cried out: Pray stop, my boys: what is sport to you, is death to us.", "Some Boys were playing one day at the edge of a pond in which lived a family of Frogs. The Boys amused themselves by throwing stones into the pond so as to make them skip on top of the water. The stones were flying thick and fast and the Boys were enjoying themselves very much, but the poor Frogs in the pond were trembling with fear. At last one of the Frogs, the oldest and bravest, put his head out of the water, and said, Oh, please, dear children, stop your cruel play! Though it may be fun for you, it means death to us!"],

"The Crow and the Pitcher Fable":["In a spell of dry weather, when the Birds could find very little to drink, a thirsty Crow found a pitcher with a little water in it. But the pitcher was high and had a narrow neck, and no matter how he tried, the Crow could not reach the water. The poor thing felt as if he must die of thirst. Then an idea came to him. Picking up some small pebbles, he dropped them into the pitcher one by one. With each pebble the water rose a little higher until at last it was near enough so he could drink.", "A crow perishing with thirst saw a pitcher, and hoping to find water, flew to it with delight. When he reached it, he discovered to his grief that it contained so little water that he could not possibly get at it. He tried everything he could think of to reach the water, but all his efforts were in vain. At last he collected as many stones as he could carry and dropped them one by one with his beak into the pitcher, until he brought the water within his reach and thus saved his life.", "A CROW, ready to die with thirst, flew with joy to a Pitcher, which he beheld at some distance. When he came, he found water in it indeed, but so near the bottom, that with all his stooping and straining, he was not able to reach it. Then he endeavoured to overturn the Pitcher, that so at least he might be able to get a little of it. But his strength was not sufficient for this. At last, seeing some pebbles lie near the place, he cast them one by one into the Pitcher; and this, by degrees, raised the water up to the very brim, and satisfied his thirst."],

"The Fox and the Goat Fable":["A Fox having tumbled, by chance, into a well, had been casting about a long while, to no purpose, how he should get out again; when, at last, a Goat came to the place, and wanting, to drink, asked Reynard, Whether the water was good! Good! says he; ay, so sweet, that I am afraid I have surfeited myself, I have drunk so abundantly. The Goat, upon this, without any more ado, leapt in; and the Fox, taking the advantage of his horns, by the assistance of them, as nimbly leapt out, leaving the poor Goat at the bottom of the well, to shift for himself.", "A fox one day fell into a deep well and could find no means of escape. A Goat, overcome with thirst, came to the same well, and seeing the Fox, inquired if the water was good. Concealing his sad plight under a merry guise, the Fox indulged in a lavish praise of the water, saying it was excellent beyond measure, and encouraging him to descend. The Goat, mindful only of his thirst, thoughtlessly jumped down, but just as he drank, the Fox informed him of the difficulty they were both in and suggested a scheme for their common escape. If, said he, you will place your forefeet upon the wall and bend your head, I will run up your back and escape, and will help you out afterwards. The Goat readily assented and the Fox leaped upon his back. Steadying himself with the Goat’s horns, he safely reached the mouth of the well and made off as fast as he could. When the Goat upbraided him for breaking his promise, he turned around and cried out, You foolish old fellow! If you had as many brains in your head as you have hairs in your beard, you would never have gone down before you had inspected the way up, nor have exposed yourself to dangers from which you had no means of escape.", "A Fox fell into a deep well from which he could not get out. A Goat passed by shortly afterwards, and asked the Fox what he was doing down there. Oh, have you not heard? said the Fox; there is going to be a great drought, so I jumped down here in order to be sure to have water by me. Why don’t you come down too? The Goat thought well of this advice, and jumped down into the well. The Fox immediately jumped on her back, and by putting his foot on her long horns managed to jump up to the edge of the well. Good-bye, friend, said the Fox, if you had brains equal to the number of hairs in your beard you would not have jumped down without a way back up."],
}